ab	2
abdomen	2
abdominal	4
abel	1
aberrant	1
aberration	1
abilities	29
ability	107
ablation	10
abnormal	8
abnormalities	3
abnormality	1
abraham	1
abreast	1
abrupt	8
absence	5
absent	2
absolute	12
absorbed	1
absorption	10
absorptive	2
abstract	58
abstracted	5
abstracting	1
abstraction	46
abstractions	23
abstractly	3
abstracts	6
abundance	4
abundant	2
abutting	2
abyss	2
academic	10
accelerate	26
accelerated	73
accelerates	5
accelerating	14
acceleration	23
accelerator	3
accelerators	4
accent	1
accentuate	5
accentuated	1
accentuating	1
accept	3
acceptable	7
acceptance	3
accepted	10
accepts	7
access	122
accessed	10
accesses	8
accessibility	10
accessible	22
accessing	15
accident	1
accidental	1
accidentally	1
accidents	2
accom	1
accommodate	11
accommodated	1
accommodates	2
accompanied	1
accompanies	1
accompanying	3
accomplish	10
accomplished	22
accomplishing	4
accomplishments	1
accordance	4
accordion	2
account	60
accounted	1
accounting	3
accounts	8
accruing	1
accumulate	3
accumulated	5
accumulation	6
accuracies	1
accuracy	113
accurate	132
accurately	52
accustomed	1
ace	7
achievable	3
achieve	106
achieved	68
achievement	2
achieves	32
achieving	25
achromatic	1
acid	7
acids	3
acknowledged	1
acknowledges	1
acm	3
acoustic	31
acoustics	4
acquainted	1
acquire	6
acquired	25
acquires	3
acquiring	2
acquisition	25
acquisitions	1
act	10
acted	1
actin	3
acting	8
action	18
actionable	3
actions	35
actionscript	1
activation	4
active	61
actively	7
activities	55
activitree	1
activity	79
activityrdquo	1
actor	4
actors	16
acts	4
actual	38
acuity	6
acute	1
acva	3
acyclic	9
ad	16
adapt	24
adaptability	1
adaptable	4
adaptation	14
adaptations	3
adapted	36
adapter	2
adapters	1
adapting	17
adaption	2
adaptive	113
adaptively	18
adaptivitree	4
adaptivity	1
adapts	9
add	20
added	33
addicting	1
adding	20
addition	170
additional	112
additionally	47
additions	3
additive	2
additives	1
address	100
addressed	36
addresses	47
addressing	17
adds	5
ade	1
adept	2
adequate	7
adequately	10
adhere	2
adherence	1
adhering	1
adiabatic	1
adjacencies	1
adjacency	27
adjacent	29
adjuncts	1
adjust	15
adjustable	2
adjusted	13
adjusting	16
adjustment	12
adjustments	4
adjusts	3
administer	2
administered	1
administration	2
administrators	7
admissions	1
admit	1
admits	2
adobe	1
adopt	8
adopted	23
adopting	6
adoption	8
adopts	1
adr	1
adult	1
advance	7
advanced	67
advancement	4
advancements	2
advances	36
advancing	5
advantage	70
advantageous	8
advantages	80
advect	1
advected	7
advecting	2
advection	38
advections	1
advent	5
adversaries	1
adverse	3
advertised	1
advise	1
advocate	2
advocated	1
ae	1
aerial	3
aerodynamic	6
aerodynamical	1
aerodynamics	4
aeronautics	2
aeroscientists	1
aerosol	2
aerospace	3
aestetic	1
aesthetic	15
aesthetical	1
aesthetically	5
aesthetics	10
affect	45
affected	16
affecting	4
affective	4
affectively	2
affects	14
affiliations	2
affine	9
affinity	5
affirm	1
afford	5
affordable	2
affordance	1
affordances	3
afforded	5
affording	1
affords	2
aforementioned	1
afreely	1
afs	3
afterward	1
agate	3
age	7
agencies	5
agency	1
agenda	3
agendas	1
agent	10
agents	3
aggravates	1
aggregate	28
aggregated	19
aggregates	12
aggregating	6
aggregation	50
aggregations	10
aggregators	1
aggressive	1
aggressiveness	1
agile	1
aging	4
agnostic	2
ago	2
agree	5
agreeable	1
agreed	2
agreement	2
agrees	1
agricultural	1
agriculture	1
agutter	1
ahead	5
ahs	3
aid	58
aided	16
aiding	1
aids	9
aie	2
ail	1
aila	1
aim	32
aimed	18
aiming	4
aims	31
air	30
airborne	2
aircraft	19
aircrafts	1
airflow	7
airline	3
airplane	4
airplanes	1
airports	1
airway	1
airways	4
ajax	1
akin	3
al	35
alamos	3
alarms	8
alaska	4
albedo	1
album	1
albums	2
alderwood	2
aleph	1
alerts	2
algebra	8
algebraic	10
algebraically	1
algorithm	790
algorithmic	20
algorithmically	5
algorithms	412
alias	2
aliased	1
aliasing	15
alibi	1
alida	7
align	8
aligned	26
aligning	5
alignment	40
alignments	4
alike	1
alleles	2
allergic	1
alleviate	9
alleviated	2
alleviates	2
alleviation	1
allocated	2
allocation	13
allowance	1
allowed	21
allowing	133
alloy	1
allsky	2
alluding	1
alongside	4
aloud	2
alpha	16
alphabetic	2
alphabetically	1
alphasliders	1
alter	3
alteration	1
altered	4
altering	1
alternate	10
alternates	2
alternating	1
alternative	89
alternatively	10
alternatives	17
alters	1
althrough	1
altimetry	2
altogether	3
altschul	1
alumina	1
aluminum	1
alvis	5
alzheimer	1
amateur	1
amazon	5
ambient	20
ambiguities	3
ambiguity	11
ambiguous	7
ameliorate	2
ameliorations	1
amenable	8
america	4
american	1
ames	2
ami	1
amidst	1
amino	10
amorphous	2
amount	111
amounts	53
ampliation	2
amplification	3
amplified	2
amplify	1
amplifying	2
amplitude	4
amplitudes	1
amr	26
amusement	1
anadaptive	1
analog	1
analogies	1
analogous	10
analogously	1
analogs	3
analogues	2
analogy	5
analyse	8
analysed	4
analyses	38
analysing	9
analysis	1400
analyst	62
analysts	191
analysttrade	1
analytic	142
analytical	99
analytically	8
analytics	376
analyze	193
analyzed	57
analyzer	2
analyzes	9
analyzing	165
anatomic	11
anatomical	46
anatomically	1
anatomist	1
anatomy	32
ancestor	2
ancestors	3
ancestral	1
ancestry	1
anchor	2
anchoring	2
anchors	1
ancient	2
ancillary	1
andes	1
andhas	1
andreas	1
andrews	2
anecdotal	6
anechoic	1
anesthesiologist	1
anesthesiologists	1
anesthetized	1
aneurysm	7
aneurysms	13
anew	1
angiographic	1
angiography	11
angioscopy	2
angle	18
angles	9
angular	19
anim	2
animal	13
animals	6
animate	9
animated	58
animating	16
animation	144
animations	46
animator	1
anisotropic	32
anisotropically	1
anisotropy	12
annealing	3
anniversary	1
annotate	10
annotated	9
annotating	4
annotation	21
annotations	17
annoyance	1
annual	9
anomalies	26
anomalous	10
anomaly	13
anova	2
anovas	1
anr	1
answer	29
answered	4
answering	5
answers	6
antarctic	1
antecedent	2
antecedents	2
antenna	2
anterior	1
anthropogenic	2
anthropologists	1
anthropology	2
anthropometrical	1
anti	5
antialiased	4
antialiasing	5
antibodies	1
anticipate	3
anticipated	2
anticipating	2
anticipation	1
anytime	2
aoc	2
aorta	4
aortic	6
ape	2
aperture	4
apertures	7
api	11
apis	3
apophenia	1
app	1
apparatus	2
apparent	22
apparently	2
apparition	1
appeal	5
appealing	7
appearance	50
appearances	2
appeared	3
appears	11
appended	1
appendix	1
applet	7
applets	2
applicability	33
applicable	47
applicant	1
application	425
applications	402
applicator	5
applied	270
applies	23
apply	141
applying	97
appreciated	1
appreciation	1
approach	1088
approachable	1
approached	5
approaches	203
approaching	1
appropriately	10
appropriateness	1
approximants	1
approximate	23
approximated	9
approximately	13
approximates	13
approximating	15
approximation	73
approximations	32
apr	1
aquatic	1
ar	2
arbitrarily	23
arbitrary	117
arc	20
arcgis	1
archaeological	6
archaeologists	2
archaeology	1
archambault	1
archave	3
arches	1
archief	1
architecting	2
architects	4
architectural	21
architecture	86
architectures	26
archival	2
archivation	1
archive	5
archived	1
archives	1
archivists	4
arcs	13
arctic	1
arcview	1
ardquo	1
area	169
areal	3
areas	136
aren	1
arena	3
arf	1
arge	1
argentina	1
argue	22
argued	3
argument	3
argumentation	1
arguments	5
argus	4
arid	1
arise	21
arisen	1
arises	10
arising	16
arithmetic	10
arithmetics	1
arity	1
armed	2
arms	1
army	3
arna	2
arrange	9
arranged	16
arrangement	19
arrangements	8
arranging	5
array	20
arrayed	1
arrays	12
arrival	1
arrive	5
arrived	1
arrives	1
arriving	1
arrow	8
arrows	7
art	63
artefact	1
artefacts	4
arterial	3
arteries	8
artery	16
article	29
articles	12
articular	2
articulate	6
articulated	3
artifact	12
artifacts	78
artificial	11
artist	3
artistic	12
artistically	2
artists	11
artwork	2
ary	1
asci	1
ascii	1
ash	4
asia	2
asic	1
asked	26
aspect	60
aspects	89
assemble	2
assembled	2
assembles	1
assemblies	3
assembling	3
assembly	11
assert	1
assertions	2
asserts	1
assess	40
assessed	6
assesses	6
assessing	19
assessment	40
assessments	1
asset	1
assets	5
assign	15
assigned	27
assigning	11
assignment	6
assignments	1
assigns	3
assimilating	1
assimilation	1
assist	37
assistance	4
assistant	7
assistants	3
assisted	25
assisting	7
assistive	2
assists	5
associate	4
associates	1
associating	4
association	13
associations	10
associative	1
assorted	1
assortment	1
assume	9
assumed	6
assumes	5
assuming	2
assumption	7
assumptions	19
assurance	5
assure	2
assured	2
assures	1
assuring	1
asteroids	1
astounding	1
astronaut	2
astronomers	2
astronomical	17
astronomy	8
astrophysical	11
astrophysics	11
asymmetric	11
asymmetrically	1
asymmetry	1
asymptotic	5
asymptotically	3
asynchronous	16
asynchronously	3
asynchrony	1
ata	1
atherosclerotic	1
athletic	1
ati	1
atlantic	4
atlas	11
atlases	5
atm	1
atmosphere	10
atmospheric	21
atom	4
atomic	10
atoms	20
ats	2
attach	2
attached	8
attaching	3
attachment	4
attack	6
attackers	1
attacks	4
attain	7
attainable	1
attained	4
attains	1
attempt	19
attempted	5
attempting	6
attempts	23
attend	1
attendance	1
attendant	1
attendees	1
attention	64
attentional	2
attentive	1
attenuate	1
attenuated	2
attenuates	1
attenuation	12
attitude	2
attitudes	2
attract	4
attracted	4
attracting	5
attraction	8
attractive	17
attractor	1
attractors	1
attribute	114
attributed	3
attributes	167
attribution	1
attuned	1
audible	1
audience	19
audiences	5
audio	9
audiovisual	2
audit	1
auditor	1
auditory	3
augment	13
augmentation	1
augmentations	1
augmented	31
augmenting	11
augments	3
august	1
aural	2
auralization	3
aurally	1
austral	1
australia	1
australian	1
authalic	1
authenticity	2
author	28
authoring	9
authorities	1
authority	2
authorized	1
authors	93
authorships	1
autism	1
auto	4
autocorrelations	1
autoethnography	1
autoignition	3
automata	1
automate	7
automated	71
automates	3
automatic	148
automatically	144
automating	8
automation	9
automatize	1
automotive	16
autonomous	3
autopsies	4
autostereoscopic	1
autovisual	3
auxiliary	8
availability	11
avatar	1
ave	2
avenues	2
average	47
averages	1
averaging	3
avian	1
aviation	1
avis	1
avl	1
avoid	50
avoidable	1
avoidance	2
avoided	10
avoiding	19
avoids	11
avs	13
avss	4
aw	4
awakened	1
award	16
awarded	2
awards	2
aware	42
awareness	52
awayfrom	1
awkward	3
awkwardness	1
awt	1
axes	32
axial	7
axiomatic	1
axis	49
axisymmetric	1
axons	2
baby	2
backbone	4
backchannel	3
backchannels	1
backed	1
backend	1
background	24
backgrounds	8
backing	1
backscatter	3
backscattering	1
backtracking	1
backward	2
backwards	1
bacteria	1
bacterial	2
bad	4
badge	8
baffle	1
bag	1
baird	1
balance	11
balanced	10
balancing	13
ball	12
balloon	5
balloons	1
ballot	5
ballotmaps	1
balls	6
band	8
banding	2
bandlimited	1
bandpass	1
bands	12
bandwidth	37
banfield	1
bang	2
bank	2
banked	1
banking	6
banks	4
baobabview	1
bar	48
barcharts	2
bard	5
bare	2
barges	1
barrage	1
barrel	1
barrier	8
barriers	6
bars	10
barycenter	2
barycentric	9
base	28
baseball	5
based	1614
basedvolume	1
baseline	9
baselines	1
bases	12
basic	81
basin	2
basing	2
basins	6
basis	68
basketball	1
bat	2
batch	9
batched	6
bathymetric	2
batons	1
battlefield	3
battlespace	4
bay	6
bayesian	7
bbio	2
bc	1
bcc	5
bdam	3
bead	4
beads	9
beam	2
beams	2
beamtrees	3
bear	4
bearing	4
bears	2
bed	2
beds	1
beer	1
began	4
begin	11
beginning	9
begins	5
begun	2
behave	4
behaves	1
behavior	147
behavioral	7
behaviorism	2
behaviors	45
behaviour	10
behaviours	3
beholder	2
beichman	1
beijing	1
beings	5
believed	3
belong	9
belonging	4
belongs	2
beloved	1
belt	2
benchmark	15
benchmarking	5
benchmarks	3
bend	2
bending	2
beneath	3
benefical	1
beneficial	8
beneficially	1
benefit	47
benefits	70
benefitting	1
bengal	1
benign	2
bent	1
bernstein	5
bertifier	4
bertin	8
bestseller	1
betti	3
betweening	1
bezier	9
bgp	1
bgplay	1
bi	4
bias	15
biased	4
biases	3
biaxiality	1
bibliographic	4
bibliographies	1
bibliography	1
bibliomapper	3
bibliometric	1
bicluster	5
biclusters	3
biconnected	7
bicubic	2
bicycle	1
bidirectional	3
biederman	1
biera	1
bifurcation	1
bifurcations	7
big	8
bigger	4
biggest	4
bigraph	1
bike	1
bilateral	1
bilevel	1
bilinear	1
billboards	4
billing	1
billion	7
billions	2
bin	3
binary	24
binaurally	1
bind	3
binding	7
bindings	2
bing	1
binned	5
binning	7
binocular	1
bins	3
bintree	2
binx	2
bio	2
bioactivity	1
biochemical	5
biochemically	1
biochemist	1
biochemists	1
biocube	1
bioelectric	1
bioelectricity	1
biohazards	1
bioimaging	2
bioinformatics	8
biological	60
biologically	3
biologist	7
biologists	30
biology	22
biomechanical	7
biomechanics	3
biomedical	9
biomedicine	1
biomineralization	2
biomolecule	1
biomolecules	1
biophotonic	1
biophysical	2
biopsies	1
biopsy	4
biorthogonal	5
biosequence	2
biosonar	1
biosphere	2
biotic	1
biplane	1
biplots	1
bipolar	2
bird	6
birds	1
birdvis	4
birefringence	1
birth	1
bisdn	2
bisected	1
bisection	6
bisections	1
bit	13
bites	1
biting	1
bitmap	6
bitmaps	1
bits	9
bitstream	1
bitwise	1
bivariate	14
blac	2
black	17
blackboard	3
blade	1
blades	2
blair	1
blast	2
bleaching	1
bleeding	6
blend	5
blended	6
blending	54
blends	2
blessing	1
blic	1
blind	1
blindness	4
blink	1
blinn	2
blob	3
blobby	2
blobs	1
block	43
blocked	2
blocklets	2
blocks	40
blog	4
bloggers	3
blogs	6
blood	67
blossoming	1
blue	8
blunders	1
blunted	1
blur	7
blurred	5
blurring	9
blurrings	1
blurry	3
bm	2
bmw	1
bnt	2
board	4
boards	1
boat	4
boats	2
bodies	6
body	48
boids	3
boltzmann	3
bon	2
bonding	2
bonds	3
bone	17
bones	1
bonferronni	1
bonneau	1
bono	3
book	9
bookmarks	3
books	2
boolean	16
boom	2
boosts	2
bootstrapping	1
border	7
borderline	1
borders	2
bore	1
borrow	1
borrowed	1
bot	1
botanical	4
botnets	1
bottleneck	16
bottlenecks	12
bottom	6
botulinum	1
bound	12
boundaries	53
boundary	95
boundaryseer	2
bounded	12
bounding	18
bounds	14
bowels	1
box	33
boxes	10
boxplot	3
boxplots	10
boy	4
bph	2
bracket	3
brackets	2
braid	1
brain	81
braingazer	2
brainstorming	2
branch	7
branches	12
branchial	1
branching	14
brand	1
brandt	1
breach	1
breaching	1
breadth	3
break	5
breakdown	10
breakdowns	3
breaking	5
breaks	6
breakup	1
breast	3
breathing	8
breed	1
breeders	1
brenier	1
brick	6
bricked	1
bricking	4
bricks	7
bricolage	4
bridge	11
bridges	3
bridging	6
briefing	1
briefly	13
brightened	1
brighter	2
brightness	8
brightnesshave	1
brilliantly	1
bring	13
bringing	7
brings	1
british	3
broad	28
broadband	2
broadcast	4
broadcasters	1
broadcasts	1
broadened	1
broadening	1
broader	12
broadly	5
brodatz	1
broken	7
bronchi	1
bronchial	4
bronchioscopy	1
bronco	1
bronze	1
brookhaven	1
brought	6
brownian	2
brownout	1
browse	29
browsed	1
browser	25
browsers	8
browsing	57
bruckschen	1
brush	15
brushed	3
brushes	9
brushing	64
brute	1
bsp	8
btv	4
bubble	8
bubbles	8
bucket	1
buckling	1
budget	7
budgetary	1
budgets	1
buffer	28
buffered	1
buffering	1
buffers	11
bug	1
bugs	1
build	63
builder	1
builders	4
building	78
buildings	26
builds	18
built	70
bulb	1
bulges	1
bulk	2
bull	3
bulletin	2
bullpsilas	1
bump	4
bumps	1
bundle	8
bundled	6
bundles	26
bundling	16
bunny	1
burden	6
burdensome	1
bureaus	1
buried	4
burning	6
bursar	1
burst	2
burstiness	3
bursting	1
bursty	5
bus	7
buses	1
business	37
businesses	2
busy	1
button	2
buttons	1
buys	1
buzz	1
bvps	1
bymodifying	1
byside	1
byte	1
bytes	3
ca	5
cable	4
cables	1
cabral	1
cabtt	2
cache	28
cached	4
caches	4
caching	12
cacti	1
cad	23
cadaver	1
cadavers	1
cae	2
cagd	1
cage	1
cahn	1
cal	1
calabi	1
calcification	1
calcifications	3
calculate	13
calculated	24
calculates	1
calculating	12
calculation	23
calculations	17
calculus	2
calendar	5
calendars	2
calgary	1
calibrate	6
calibrated	6
calibrating	2
calibration	13
calico	2
california	1
call	40
called	198
calling	3
calls	8
calm	1
calo	1
cam	2
camera	81
cameras	20
camouflage	1
campaign	3
campaigning	1
campaigns	1
camprdquo	1
campus	1
canada	2
canadian	1
canards	1
canceling	1
cancellations	1
cancelled	1
cancer	9
cancers	2
candidate	20
candidates	15
candidature	1
canonical	7
cans	1
canvas	7
canyons	1
capabilities	112
capability	30
capable	45
capacities	4
capacity	27
capillary	1
capital	2
capitalists	1
capitalizing	2
capstone	1
capsules	1
capsulotomy	1
captioned	1
captions	2
capture	49
captured	34
captures	21
capturing	22
car	11
carbon	4
card	16
cardiac	9
cardinal	1
cardinalities	1
cardinality	4
cardiologist	1
cardiovascular	15
cards	12
care	15
career	2
careertree	1
careful	20
carefully	14
caribbean	1
caricature	2
caricatures	4
caricaturistic	4
carlo	7
carotid	1
carpet	2
carr	1
carried	27
carrier	1
carries	2
carry	10
carrying	8
cars	5
cart	2
cartesian	26
cartilage	6
cartogram	9
cartograms	10
cartographers	3
cartographic	11
cartographicliterature	1
cartography	5
cartoonists	2
carve	1
carved	1
carving	1
cas	1
cascades	2
cascading	2
case	346
cases	118
cast	10
caster	3
casting	80
castle	1
casual	11
casually	1
cat	3
catalano	1
catalanopsilas	1
catalog	4
catalogs	1
catalogues	1
catalyst	1
catalyzed	1
catchment	1
categoric	1
categorical	41
categories	32
categorising	1
categorization	5
categorize	2
categorized	4
categorizing	2
category	17
catmull	3
cats	2
cattlab	1
caudate	1
causal	18
causality	4
causally	1
causation	1
causative	1
caused	18
causing	8
caustic	1
caustics	1
cautious	1
cave	7
caveat	1
cavevis	2
cavitation	1
cavities	5
cbo	2
ccad	2
cct	4
cdfr	3
cdfs	1
ce	1
ceasar	3
ceiling	4
celestial	1
cell	125
cellprofiler	1
cells	133
cellular	12
cementite	1
census	5
center	29
centered	34
centering	1
centerline	13
centerlines	6
centerpiece	1
centers	7
central	37
centrality	1
centralized	2
centrally	4
centred	3
centric	27
centroidal	3
centroids	1
century	2
ceramic	2
cerebral	11
certainty	1
certified	1
cervical	2
cfa	2
cfd	44
cfi	2
cfrp	3
cg	1
ch	4
chaeologists	1
chain	20
chained	1
chaining	1
chains	11
chalk	1
challenge	165
challenges	111
challenging	103
chalmers	2
chamber	1
chameleon	4
champion	1
chance	3
chances	1
change	125
changed	10
changing	45
channel	22
channeling	1
channels	16
chapter	1
character	5
characterise	3
characterised	1
characterising	1
characteristic	23
characteristics	146
characterization	26
characterize	51
characterized	26
characterizes	8
characterizing	18
characters	5
charge	11
charged	3
charges	2
charlotte	1
chart	30
charting	1
chartjunk	1
charts	87
chase	1
chat	2
chauffeured	1
chd	4
cheap	2
cheaply	1
chebyshev	1
check	5
checked	2
checking	5
checklist	1
checks	1
chemical	20
chemically	1
chemist	1
chemistry	9
chemists	4
chemosensor	1
chemosensors	1
cheops	3
chesapeake	4
chessboard	1
chest	1
chewing	3
chi	5
chief	1
chiefly	1
child	10
children	3
chip	6
chips	2
chirp	1
chisel	1
chiura	1
choice	27
choices	31
choose	26
chooses	1
choosing	25
chords	2
choreography	1
choropleth	2
chose	6
chosen	36
chpm	3
christmas	2
christoph	1
chroma	1
chromatic	4
chromaticity	1
chromatin	3
chromatography	6
chrominance	1
chromium	7
chromosome	2
chromosomes	1
chronic	1
chronolenses	3
chronological	2
chronology	1
chunks	2
churn	1
cie	1
ciel	3
cielab	1
cignoni	1
cinematography	1
circle	9
circles	2
circos	2
circuit	3
circuits	1
circular	15
circulated	1
circulating	1
circulation	9
circulatory	1
circumference	1
circumstances	2
circumvent	5
circumvented	1
circumvents	2
cisi	1
citation	11
citations	3
citcoms	1
cited	2
citespace	2
cities	8
citizens	3
city	37
civil	2
civitas	1
cl	2
claim	3
claiming	1
claims	1
clarifications	1
clarified	1
clarify	10
clarifying	1
clarity	12
clark	3
class	73
classes	39
classic	19
classical	19
classically	2
classification	144
classifications	8
classificative	1
classificatory	2
classified	23
classifier	22
classifiers	15
classifies	7
classify	23
classifying	14
classing	2
classroom	3
classrooms	1
clay	2
clean	11
cleaned	1
cleaner	2
cleaning	3
cleansing	3
cleanup	1
clear	41
clearer	2
clearview	5
cleave	1
cleveland	7
cleverly	1
click	9
clicking	4
clicks	4
clickstream	6
client	32
clients	9
cliff	1
clifford	7
climate	44
climatic	2
climatological	3
climber	1
cline	1
clinical	44
clinically	6
clinician	2
clinicians	3
clip	8
clipmaps	1
clipped	3
clipper	1
clippers	1
clipping	26
clips	4
cliques	2
clock	1
clockwise	1
clods	1
close	52
closed	34
closely	17
closeness	4
closer	15
closest	1
closing	2
closure	1
cloth	6
clothes	2
cloud	52
clouding	2
cloudlasso	4
cloudlines	1
clouds	50
clubs	1
clues	3
clumsy	1
clustal	1
cluster	122
clustered	24
clustering	185
clusterings	10
clusters	127
clustersculptor	1
clutter	59
cluttered	12
cluttering	7
cm	2
cms	1
cmv	3
cmvs	1
cng	3
cnmat	2
cnmcresearch	1
coaches	3
coal	1
coalesce	3
coalesces	2
coalescing	1
coarctations	1
coarea	1
coarse	30
coarsened	1
coarsening	3
coarser	1
coarsest	1
coast	6
coastal	2
coating	1
coauthorship	2
cocoa	1
cocoon	1
code	64
codebook	3
coded	14
coder	4
coders	1
codes	16
codifying	1
coding	29
coefficient	8
coefficients	18
coexist	1
coflow	1
cognition	20
cognitive	62
cognitively	3
cognizant	1
coherence	41
coherences	2
coherency	10
coherent	48
coherently	2
cohesion	1
cohesive	2
cohesiveness	2
cohomology	1
cohort	5
coin	1
coincide	3
coincident	1
coincides	2
coinciding	1
coined	2
cola	2
cold	1
colder	1
coli	8
collaborate	5
collaborated	4
collaborating	5
collaboration	67
collaborative	102
collaboratively	2
collaborator	10
collaborators	24
collage	2
collagen	1
collages	2
collapse	8
collapsed	4
collapses	4
collapsible	2
collapsing	8
colleague	1
colleagues	2
collect	9
collected	50
collecting	5
collection	90
collections	86
collective	6
collectively	4
collects	3
college	6
collider	1
collides	1
collinearity	2
collision	13
collisions	3
collocated	1
collocating	1
colocality	1
colocated	1
colocation	1
colon	34
colonic	6
colonography	1
colonoscopic	1
colonoscopy	11
colons	1
color	295
colored	17
colorful	1
coloring	23
colorings	1
colormap	7
colormaps	6
colors	52
colour	23
coloured	2
colouring	1
colourized	1
colours	7
columbia	5
column	10
columns	12
combat	2
combatant	1
combatants	1
combatted	1
combination	101
combinations	39
combinatorial	11
combinatoric	1
combinatorics	1
combinatorily	1
combine	70
combined	104
combines	76
combing	1
combining	67
combo	1
combustion	18
comers	1
comet	1
comets	2
comfortable	3
comfortably	2
comic	2
comind	1
coming	2
command	5
commands	10
commence	1
commensurate	3
commented	3
commenting	1
comments	9
commerce	5
commercial	25
commercialize	1
commercially	3
committee	1
commodity	18
common	201
commonalities	1
commonality	2
commonly	71
commonplace	5
communicate	27
communicated	3
communicates	3
communicating	21
communication	70
communications	7
communicative	6
communicator	1
communities	23
community	71
commuting	1
compact	49
compaction	1
compactly	5
compactness	1
companies	7
companion	2
company	5
comparability	2
comparable	20
comparative	63
comparatively	4
compare	132
compared	147
compares	15
comparing	83
comparison	152
comparisons	45
compartmented	1
compatibility	3
compatible	12
compelling	12
compensate	6
compensated	3
compensates	1
compensation	2
compensatory	1
compete	4
competencies	1
competing	10
competition	18
competitions	1
competitive	12
competitiveness	3
competitors	2
compilation	5
compile	1
compiled	3
complement	14
complementarity	1
complementary	16
complemented	5
complementing	2
complements	3
complete	61
completed	4
completely	28
completeness	1
completes	1
completing	2
completion	20
completions	2
complex	478
complexes	19
complexities	2
complexity	157
compliant	2
complicate	2
complicated	32
complicatedness	1
complicates	4
complicating	2
complication	1
complications	2
complies	1
comply	4
component	80
components	142
compose	5
composed	36
composers	1
composes	1
composing	4
composite	17
composited	8
composites	1
compositing	29
composition	33
compositional	2
compositions	3
compound	12
compounded	1
compounds	3
comprehend	14
comprehended	1
comprehending	3
comprehensibility	4
comprehensible	12
comprehension	30
comprehensive	37
comprehensively	3
compress	9
compressed	53
compresses	1
compressible	4
compressing	7
compression	137
compressive	1
compressor	2
compressors	2
comprise	5
comprised	7
comprises	11
comprising	11
compromise	9
compromised	1
compromises	2
compromising	5
computation	148
computational	230
computationally	27
computations	32
compute	112
computed	120
computer	223
computers	34
computes	27
computing	118
coms	1
comvis	2
concatenate	1
concatenated	2
concave	5
concavities	4
conceal	1
concealed	1
conceivably	1
conceived	1
concensus	1
concentrate	11
concentrated	3
concentrates	3
concentrating	1
concentration	11
concentrations	9
concentric	2
concept	134
concepts	90
conceptual	27
conceptualization	1
conceptualizations	1
conceptualize	2
conceptualizing	1
conceptually	6
concern	8
concerned	13
concerns	9
concert	4
concerted	1
concise	22
concisely	1
conclude	28
concluded	3
concludes	3
concluding	1
conclusion	3
conclusions	21
conclusive	1
concordance	1
concrete	18
concretely	1
concretize	1
concurrent	15
concurrently	9
condensation	5
condensed	4
condition	15
conditional	9
conditionally	1
conditioned	2
conditioning	5
conditions	75
conditionsrdquo	1
conducive	1
conduct	18
conducted	95
conducting	12
conduction	2
conductivity	2
cone	15
cones	2
conference	9
conferences	4
conferencing	1
confers	1
confidence	17
confidential	1
configurable	6
configuration	33
configurations	16
configure	4
configured	5
configures	1
configuring	2
confine	1
confined	2
confinement	4
confines	1
confining	1
confirm	21
confirmed	13
confirming	5
confirms	5
conflict	10
conflicting	14
conflicts	6
confocal	18
conform	3
conformal	16
conformally	2
conformance	2
conformation	1
conformational	4
conformations	3
conforming	7
conformity	1
conforms	2
confounded	1
confounds	1
confront	1
confronted	6
confuse	1
confused	1
confusing	6
confusion	5
congestion	6
conglomerate	1
congregate	1
congress	2
congressional	3
conic	1
conjecture	3
conjecturing	2
conjoint	3
conjointly	1
conjugate	1
conjunction	22
conjunctive	8
connect	18
connected	36
connectedness	1
connecting	17
connection	28
connections	29
connective	1
connectivity	86
connectomeexplorer	2
connectomics	5
connectors	5
connects	3
connote	1
conquer	2
cons	2
conscious	1
consciously	1
consecutive	14
consecutively	2
consensual	1
consensus	11
consequence	6
consequences	8
consequent	2
conservation	8
conservatism	1
conservative	8
conservators	1
conserve	1
conserved	1
considerable	18
considerably	14
consideration	19
considerations	29
considered	55
considers	18
consist	16
consisted	5
consistencies	1
consistency	12
consistent	42
consistently	20
consisting	30
consists	68
console	1
consolidate	1
consolidates	1
consolidating	1
consonance	3
constancy	2
constant	38
constantly	6
constellation	3
constellations	2
constituent	2
constituents	4
constitute	8
constitutes	3
constitutive	1
constrain	4
constrained	38
constraining	5
constrains	1
constraint	17
constraints	82
construct	78
constructed	43
constructing	57
construction	64
constructive	4
constructs	17
consultants	2
consume	4
consumer	12
consumers	4
consuming	37
consumption	20
contact	26
contacts	2
contained	22
containers	1
containment	4
contaminant	5
contaminants	6
contaminated	6
contamination	4
contemplating	1
contemporary	6
content	87
contention	1
contents	6
contest	45
context	337
contexts	10
contextual	24
contextualized	9
contiguous	1
continental	1
continents	3
contingency	6
continually	4
continue	7
continued	1
continues	11
continuing	4
continuity	21
continuous	142
continuously	17
continuum	8
contour	86
contouring	12
contours	58
contract	6
contracted	3
contraction	6
contractions	2
contradict	3
contradicting	2
contradictory	1
contradicts	1
contrary	4
contrast	72
contrasted	2
contrasting	1
contrasts	1
contribute	37
contributed	5
contributes	5
contributing	3
contribution	51
contributions	46
contributors	2
control	164
controling	1
controllable	2
controllably	1
controlled	78
controller	4
controllers	4
controlling	14
controls	13
controversial	2
controversies	1
controversy	2
convected	2
convection	20
convective	1
convenience	1
convenient	10
conveniently	6
conventional	82
conventionally	3
conventions	5
converge	7
convergence	12
converges	5
conversation	5
conversational	3
conversations	4
conversely	3
conversion	13
convert	9
converted	10
converter	1
converting	10
converts	5
convex	23
convexity	2
convey	65
conveyed	10
conveying	25
conveyor	1
conveys	10
convince	1
convoluted	4
convoluting	1
convolution	41
convolutions	3
convolved	1
convolving	2
cook	1
cooled	1
cooler	1
cooling	7
coons	4
cooperate	2
cooperates	1
cooperation	6
cooperative	5
coopetition	9
coordi	1
coordinate	52
coordinated	55
coordinates	134
coordinating	7
coordination	23
coordinations	1
cope	14
copes	2
coping	1
coplanar	8
coprocessors	1
copyright	1
coquillart	1
cord	3
cordillera	1
cords	2
core	107
coreline	1
corelines	2
cores	17
corie	4
cornea	1
corneal	3
corner	1
corners	4
corona	1
coronary	22
coroutine	1
corpora	29
corporate	2
corporation	1
corps	1
corpus	19
corpuses	1
correct	52
corrected	2
correction	16
corrections	6
correctly	16
correctness	11
corrector	5
corrects	2
correlate	10
correlated	20
correlating	2
correlation	65
correlational	1
correlations	45
correlative	4
correspond	12
correspondence	25
correspondences	5
correspondingly	3
corresponds	13
corroborates	2
corrupted	1
cortex	9
cortical	13
cosmic	6
cosmological	9
cosmologists	1
cosmology	3
cost	79
costly	7
costs	34
cots	2
couette	2
coulomb	7
count	8
counter	2
counterclockwise	1
counterpart	1
counterparts	3
counterpoint	1
counties	1
counting	5
countless	1
countries	7
country	4
counts	12
county	7
couple	7
coupled	48
coupler	1
couples	8
coupling	14
couplings	1
courses	5
courseware	1
court	3
courts	2
covalent	2
covalently	1
covariance	1
covariates	2
cover	14
coverage	18
covered	3
covering	5
covers	6
covicad	1
cp	1
cpc	4
cpcs	1
cplant	1
cpr	13
cps	2
cpu	30
cpus	7
cqp	1
cqps	1
cr	2
crack	11
cracking	4
cracks	3
craft	2
crafted	4
crafting	1
cranes	1
crania	1
craniofacial	1
crash	4
crawl	1
crawled	1
cray	2
crease	6
creases	3
create	148
created	77
creates	20
creating	94
creation	51
creations	1
creative	8
creativity	10
creator	1
creators	1
credibility	1
credible	1
crepuscular	2
crest	1
crevices	1
crew	1
crf	1
crime	3
criminal	5
cripple	1
crisis	9
crisp	4
crisscrossing	1
criteria	48
criterial	1
criterion	15
critical	179
critically	1
criticism	1
critique	2
crm	2
crop	1
cropping	1
cross	73
crossets	1
crossing	12
crossings	13
crossover	1
crossroads	1
crowd	16
crowded	3
crowding	3
crowdsourced	4
crowdsourcing	4
crt	3
crucial	42
crucially	2
crude	1
cryo	1
cryosection	1
cryptococcus	1
crystal	14
crystalfp	1
crystalline	1
crystallization	1
crystallographic	1
crystallography	1
crystals	7
cs	5
cse	1
csf	1
csg	3
csp	7
csr	1
ct	57
cta	5
ctc	1
cube	12
cuberille	2
cubes	33
cubic	31
cubical	2
cubist	2
cuda	5
cue	3
cueing	5
cues	50
cull	2
culled	1
culling	29
culminating	1
culprit	2
culprits	2
cultural	3
culture	5
culturerdquo	1
cultures	1
cumbersome	5
cumulated	1
cumulation	1
cumulative	10
cumulus	2
cup	2
cupid	1
cur	1
curating	1
curation	3
curators	2
cure	1
curiosity	1
currency	1
current	180
currents	3
curse	3
cursor	1
cursors	3
curtain	1
curtains	1
curvature	61
curvatures	3
curve	65
curved	54
curves	97
curvilinear	31
curving	3
curvuture	1
cushion	4
cushioning	1
cushions	1
cuspidal	1
custom	32
customary	1
customer	28
customers	4
customisable	1
customizable	1
customization	1
customize	1
customized	21
customizing	2
cut	23
cutaway	1
cutaways	2
cutoff	2
cuts	15
cutter	1
cutting	18
cvd	6
cvds	2
cvi	3
cvs	1
cvt	3
cvts	1
cw	7
cwi	1
cyber	9
cyberinfrastructure	1
cybernet	1
cybersecurity	1
cyberspace	1
cycle	16
cycles	18
cyclic	11
cyclical	3
cycling	6
cyclone	1
cyclones	1
cylinder	3
cylinders	3
cylindrical	11
cytoscape	2
cytoskeleton	1
cz	1
czsaw	2
da	1
dadv	2
dag	11
dags	1
daily	15
dallmann	1
damage	6
damaged	1
dami	3
dampening	1
dams	1
danger	2
dangerous	3
dangling	1
daniel	2
darcy	1
dark	13
darkened	1
darpa	1
das	4
dashboard	1
dashboards	2
dashiki	1
dashing	2
dashtubes	2
data	4930
database	78
databases	61
datadriven	1
dataflow	11
datamaps	2
datameadow	4
datapoints	2
datarose	1
dataroses	1
dataset	205
datasets	407
dataspace	5
datastructures	1
date	11
dates	1
daunting	1
daviewer	2
days	13
dbms	4
dbpedia	1
dct	3
dda	1
ddv	1
de	7
deadlines	1
deafness	1
deal	31
dealing	22
deals	7
dealt	4
dearth	1
death	5
debakey	1
debate	3
debates	2
debug	1
debugger	3
debuggers	4
debugging	18
dec	1
decade	10
decades	7
decay	4
deceiving	1
decide	7
decided	1
decider	1
deciding	6
decimal	1
decimate	1
decimated	1
decimating	1
decimation	14
deciphered	1
decision	113
decisionflow	4
decisions	71
decisive	4
deck	1
decks	1
declarations	1
declarative	10
declines	1
decluttering	1
decoded	2
decoder	4
decodes	1
decoding	5
decodings	1
decompose	8
decomposed	12
decomposes	2
decomposing	4
decomposition	45
decompositions	4
decompress	1
decompressed	7
decompression	11
decondensation	2
deconvolution	3
decorated	1
decorative	1
decorrelate	1
decouple	1
decoupled	2
decouples	2
decoupling	4
decrease	15
decreased	4
decreases	7
decreasing	1
dect	1
dedicated	12
dedicating	1
deduce	2
deduced	2
deducing	1
deduction	1
deductive	1
deemed	4
deemphasized	1
deems	1
deep	18
deepen	1
deeper	20
deeply	2
deeptree	3
default	8
defaults	3
defeat	1
defect	10
defection	1
defective	2
defects	18
defence	2
defense	3
defer	1
deferral	1
deferred	3
deficiencies	4
deficiency	6
deficient	2
deficients	3
defies	1
definable	2
define	86
defined	165
defines	11
definethe	1
defining	34
definite	5
definition	49
definitional	1
definitions	11
deflection	1
defne	1
defocus	3
deforestation	1
deform	1
deformable	15
deformation	40
deformations	20
deformed	16
deforming	10
deformities	1
deforms	4
deg	2
degeneracies	2
degenerate	21
degeneration	2
degenerative	1
degradation	6
degradations	1
degrade	2
degrades	1
degrading	1
degree	67
degrees	27
deictic	1
deixis	3
del	2
delaunay	18
delay	4
delaying	1
delays	4
delete	1
deleted	2
deleting	1
deletion	1
deliberate	1
deliberately	3
delicate	4
delineate	8
delineated	1
delineates	1
delineating	1
delineation	3
deliver	11
delivered	2
delivering	6
delivers	5
delivery	5
delta	2
delve	1
dem	1
demand	47
demanding	9
demands	28
demo	3
democrat	1
demographic	11
demographics	2
demonstratable	1
demonstrate	408
demonstrated	78
demonstrates	31
demonstrating	30
demonstration	8
demonstrator	3
demonstrators	3
demystifying	1
dendrite	1
dendrites	1
dendritic	1
dendrogram	9
dendrograms	3
denoising	17
denote	3
denotes	2
denoting	1
dense	64
densely	7
denser	2
densest	1
densify	1
densities	17
density	155
dental	1
departing	2
department	11
departs	1
departure	3
depend	16
dependable	1
depended	1
dependence	7
dependencies	17
dependency	10
dependent	203
depending	33
depends	27
depict	38
depicted	16
depicting	20
depiction	22
depictions	19
depicts	6
depletion	3
deploy	4
deployed	11
deploying	3
deployment	18
deployments	2
depositing	2
deposition	2
deposits	1
depressions	1
depth	108
depths	4
dequantization	1
der	2
derivation	10
derivations	1
derivative	16
derivatives	10
derive	38
derived	99
derives	6
deriving	9
descend	1
descendants	1
describe	424
describes	174
describing	35
description	40
descriptions	15
descriptive	11
descriptor	5
descriptors	14
desert	1
desertification	1
deshred	1
deshredder	4
deshredding	1
desiderata	3
desig	1
design	751
designated	2
designating	1
designation	1
designed	243
designer	10
designers	40
designing	56
designs	55
desirable	24
desire	3
desired	48
desires	1
desk	1
desktop	37
desktops	1
destination	14
destinations	2
destined	1
destroy	3
destroyed	3
destroying	1
destruction	1
destructive	2
detach	1
detaching	1
detail	255
detailed	104
detailing	3
details	95
detect	66
detectable	1
detected	32
detecting	29
detection	136
detections	6
detective	2
detector	3
detectors	2
detects	12
deteriorate	1
deterioration	1
determinants	1
determination	10
determine	78
determined	25
determines	15
determining	29
deterministic	3
deterministically	1
detrimental	1
develop	124
developed	293
developer	6
developers	24
developing	45
development	135
developmental	3
developments	6
develops	3
deviant	1
deviates	1
deviation	10
deviations	6
deviator	6
deviators	3
device	35
devices	60
devise	2
devised	4
devising	2
devoid	1
devote	1
devoted	5
dewey	1
dex	2
dextrous	1
dfb	2
dfi	1
dfm	5
dft	4
dia	2
diagnose	1
diagnosing	4
diagnosis	42
diagnostic	16
diagnostically	1
diagnostics	4
diagonally	1
diagonals	1
diagram	42
diagrammatic	4
diagrammatically	1
diagramming	1
diagrams	89
dialog	1
dialogue	1
dialogues	1
dials	1
diameter	5
diamond	7
diamonds	7
diary	1
dice	3
dichromacy	1
dichromatic	2
dichromats	6
dicon	3
dictate	1
dictated	1
dictionary	1
didactics	1
die	3
diecastability	2
diecasting	1
diecastings	2
diego	1
dielectric	1
diesel	3
dietrich	1
diff	2
diffani	3
diffeomorphic	2
diffeomorphism	1
differ	11
difference	33
differences	103
differencing	1
differentiable	2
differential	27
differentially	2
differentials	2
differentiate	4
differentiated	1
differentiates	1
differentiating	1
differentiation	2
differently	6
differing	7
differs	9
difficult	176
difficulties	24
difficulty	22
diffraction	6
diffuse	10
diffused	1
diffuses	2
diffusion	134
diffusions	1
diffusivity	2
dig	1
digesting	3
digestion	1
digital	77
digitally	2
digitized	2
digraph	4
digraphs	2
diii	2
dijkstra	1
dilatation	1
dilation	1
dilators	1
dilemma	4
dilution	1
dimds	1
dimension	103
dimensional	628
dimensionalities	1
dimensionality	37
dimensioned	1
dimensions	201
dimers	1
diminish	1
diminishing	1
dimpvis	5
dimstiller	3
dioxide	2
dipole	3
dipoles	1
dirac	2
direct	197
directed	44
directing	2
direction	79
directional	34
directions	66
directly	120
director	1
directories	3
directory	5
directvolume	1
dirichlet	6
dirty	1
dis	1
disabilities	1
disabled	1
disabling	1
disadvantage	2
disadvantageous	1
disadvantages	17
disagree	3
disambiguate	2
disambiguation	2
disappear	1
disassociation	1
disaster	4
disasters	4
disastrous	1
disc	10
discard	1
discarded	1
discern	4
discernable	1
discerned	1
discernible	2
discerning	3
discernment	1
discharge	2
discharging	1
disciplinary	7
discipline	4
disciplines	19
disclinations	1
disclose	1
discomfort	1
disconnected	3
discontinuities	17
discontinuity	6
discontinuous	6
discounted	1
discourages	1
discourse	15
discover	45
discoverage	2
discovered	20
discoveries	12
discovering	18
discovers	2
discovery	80
discrepancies	2
discrepancy	3
discrete	65
discretely	2
discretised	1
discretization	13
discretize	1
discretized	6
discriminability	1
discriminant	4
discriminate	1
discriminated	1
discriminating	4
discrimination	5
discriminative	3
discs	1
discuss	192
discussed	116
discusses	42
discussing	5
discussion	26
discussions	9
disease	30
diseased	5
diseases	19
disguise	1
disintegrated	1
disjoint	4
disjointed	1
disk	47
disks	4
disordered	1
disorders	2
disorientation	1
disparate	6
disparity	2
dispatched	1
disperse	1
dispersed	4
dispersion	7
dispersive	1
displace	2
displaced	2
displacement	7
displacements	5
display	487
displayable	1
displayed	101
displaying	70
displays	211
disposal	1
disposition	1
disqualifies	1
disregard	1
disrupting	3
disruption	2
disruptive	1
dissected	2
dissecting	3
dissection	10
disseminate	1
disseminating	2
dissemination	5
dissimilarities	4
dissimilarity	4
dissipates	1
dissociation	1
dista	1
distal	1
distance	175
distances	37
distant	18
distilling	1
distinct	36
distinction	5
distinctions	1
distinctive	7
distinctly	2
distinguish	14
distinguishable	2
distinguished	2
distinguishes	2
distinguishing	8
distort	3
distorted	8
distorting	4
distortion	65
distortional	1
distortions	18
distorts	1
distract	1
distracting	8
distraction	2
distracts	1
distributable	1
distribute	8
distributed	122
distributes	5
distributing	3
distribution	109
distributional	1
distributions	51
distributor	1
district	1
disturbance	1
disturbed	1
disturbing	3
dithering	3
diurnal	1
diverge	2
divergence	9
divergences	1
divergent	1
diverging	1
diverse	37
diversification	5
diversified	2
diversity	22
diverting	1
dives	1
divide	9
divided	12
divides	1
dividing	4
diving	1
division	7
divisions	1
divisive	2
divorced	1
dki	5
dlr	2
dm	1
dma	1
dmds	2
dmri	2
dn	1
dna	21
dns	1
docked	2
docking	1
doctoral	1
doctors	1
document	95
documentation	3
documented	2
documenting	2
documents	114
dod	1
doe	2
doesn	1
dof	7
dog	1
dogs	2
doi	2
dojo	4
dom	1
domain	352
domains	117
dome	1
domestic	3
domesticating	1
dominance	2
dominant	13
dominate	2
dominated	3
dominates	2
domino	3
door	4
doors	4
doorways	2
doppler	12
dos	1
dosa	1
dose	5
dosfa	2
dossiers	1
dot	10
dotlink	2
dotplots	1
dots	7
dotting	1
double	11
doubt	1
downloaded	2
downloading	3
downs	2
downsampled	3
downsampling	2
downstream	3
downtown	2
downward	1
dozen	3
dozens	3
dpi	1
dqc	2
dqi	3
dqis	1
dr	5
draft	3
drag	7
dragger	1
dragging	4
dragon	3
dragonfly	2
drags	1
dramatic	7
dramatically	11
drastic	2
drastically	3
draw	23
drawback	10
drawbacks	11
drawing	53
drawings	5
drawn	32
draws	13
dredging	2
drill	27
drilling	4
drive	8
driven	127
driver	1
drivers	3
drives	4
driving	10
drop	7
droplet	1
droplets	1
drops	2
drosophila	2
drrs	7
drug	6
drugs	3
dsls	6
dss	1
dsss	1
dsyntenic	1
dt	11
dti	30
dtis	2
dtm	1
dual	49
duality	5
dubbed	2
ducted	1
ductile	2
due	169
duff	1
dupe	5
duplicate	4
duplicated	1
duplicates	3
duplicating	3
duplication	7
duplications	2
durability	1
duration	3
dust	6
dusty	1
duty	1
dvr	14
dwt	2
dxct	1
dyadic	2
dye	5
dyna	1
dynamic	270
dynamical	12
dynamically	42
dynamics	117
dynamismand	1
dynavis	1
dynsys	1
eager	1
eakos	1
ear	1
earlier	24
early	28
ears	1
earth	41
earthpsilas	1
earthquake	2
earthquakes	5
ease	21
eases	3
easier	32
easily	124
easing	2
east	1
easy	74
ebay	2
ebird	1
ebm	2
echam	2
echogenicity	1
echoing	1
ecological	8
ecologically	2
ecology	4
economic	18
economical	1
economics	2
economists	2
economy	3
ecosystem	5
ecosystems	6
ecoterrorism	2
eda	3
eddies	5
eddy	3
edelsbrunner	1
edge	147
edgelens	5
edges	93
edina	2
edit	9
editable	2
editing	17
editor	4
editors	1
edits	3
education	18
educational	7
educators	3
edutainment	1
edward	1
eeg	4
eegs	1
eegvis	1
effect	69
effected	1
effective	306
effectively	127
effectiveness	160
effects	121
efficacy	18
efficiencies	1
efficiency	89
efficient	363
efficiently	113
efficienty	1
effort	67
effortless	1
efforts	28
ego	2
egocentric	1
egregious	1
egyptian	1
ehd	1
ehrs	2
ei	1
eigenplane	1
eigenslides	1
eigenvalue	4
eigenvalues	9
eigenvector	6
eigenvectors	11
eighteen	3
einstein	6
ejected	1
el	7
elaborate	9
elaborated	1
elapsed	1
elastic	7
elastically	1
elastohydrodynamic	2
elected	1
election	3
elections	2
electoral	3
electric	10
electrical	7
electricity	1
electro	3
electrocardiography	2
electrode	2
electroencephalographic	1
electroencephalography	1
electromagnetic	4
electron	23
electronic	31
electronically	1
electronics	2
electrons	2
electrooptical	1
electrophysiological	2
electrostatic	3
electrostatics	2
elegance	1
elegant	5
element	95
elementary	7
elements	147
elevated	2
elevation	13
elevations	1
eleven	2
elicit	1
elicitation	1
elicited	1
eliciting	7
eliding	1
eliminate	14
eliminated	5
eliminates	9
eliminating	17
elimination	2
ellipse	2
ellipsoid	7
ellipsoidal	2
ellipsoids	5
elliptical	8
elongate	1
elucidate	6
elucidated	1
elucidation	1
elusive	3
elvis	5
em	12
email	33
emails	6
emailtime	5
emanate	1
emanating	3
emancipates	1
embark	1
embarrassingly	1
embassy	4
embed	5
embedded	58
embedder	2
embedders	1
embedding	26
embeddings	2
embeds	3
embellishment	1
embellishments	7
emblematic	1
embodied	6
embodies	1
embodiment	3
embody	4
embraces	2
embracing	1
embryo	1
embryos	1
emdialog	4
emerge	5
emerged	7
emergence	2
emergencies	3
emergency	11
emergent	3
emerging	14
emerson	3
emily	1
emission	15
emissions	2
emissive	2
emits	1
emitting	1
emma	1
emotion	9
emotional	9
emotions	4
emph	1
emphasis	36
emphasise	1
emphasises	1
emphasize	22
emphasized	3
emphasizes	13
emphasizing	8
empirical	52
empirically	13
employ	50
employed	55
employee	11
employees	5
employing	27
employment	1
employs	31
empower	4
empowered	2
empowers	1
empty	30
emrs	1
emtree	1
emulate	1
emulated	1
emulating	1
emulation	1
emxi	1
enable	127
enabled	29
enables	165
enabling	59
encapsulate	1
encapsulated	1
encapsulates	4
encapsulating	1
encapsulation	4
encephalomyelitis	1
encircled	2
encircling	1
enclosed	2
encloses	1
enclosing	5
enclosure	1
encode	39
encoded	39
encoder	4
encodes	12
encoding	61
encodings	16
encompass	8
encompasses	5
encompassing	7
encounter	3
encountered	24
encounters	3
encourage	4
encouraged	3
encourages	4
encouraging	5
encyclopedia	1
encyclopedias	1
encyclopedic	2
end	68
endangered	2
endeavor	3
endeavors	3
ended	4
ending	2
endless	1
endlessly	1
endoluminal	3
endometrial	1
endonasal	2
endoscopic	11
endoscopy	17
endothelial	1
endowed	1
endpoints	4
ends	3
endsleypsilas	1
enemy	2
energetics	1
energy	73
enforcement	6
enforcing	1
engage	4
engaged	2
engagement	13
engages	1
engaging	6
engine	25
engineer	2
engineered	1
engineering	61
engineers	28
engines	15
enhance	76
enhanced	58
enhancement	26
enhancements	12
enhancer	1
enhances	18
enhancing	35
enjoy	3
enjoyability	2
enjoyable	1
enlarge	4
enlarged	3
enlarges	1
enlarging	1
enlightening	1
enormous	10
enrich	5
enriched	3
enriches	1
enriching	3
enridged	1
enron	2
ensemble	42
ensembles	24
ensuing	2
ensure	24
ensured	2
ensures	8
ensuring	4
ent	2
entailed	2
entails	5
enter	3
entered	1
entering	1
enterprise	10
enters	3
entertainment	3
enthusiastic	3
entire	87
entirety	4
entities	49
entitled	1
entity	28
entourage	4
entrainment	2
entrances	2
entries	14
entropy	19
entry	14
enumerate	2
enumerated	1
enumeration	1
envelope	4
envelopes	1
enviornments	1
environment	226
environmental	44
environmentally	1
environments	106
envisioned	1
envisioning	1
envy	1
enzo	2
enzyme	1
enzymes	1
eofs	2
eos	4
epa	2
epcc	1
epfl	1
epidemic	10
epidemics	1
epidemiological	4
epidemiologists	2
epidemiology	3
epilepsy	2
episode	1
episodes	1
epoxy	1
epspread	2
equal	11
equality	4
equalization	3
equalize	1
equally	6
equals	2
equation	15
equations	22
equatorial	1
equidistant	4
equilibrium	4
equip	1
equipment	7
equipped	12
equity	2
equivalence	2
equivalent	21
era	4
erdc	1
ergodic	1
ergonometric	1
ergonomics	3
ericsson	2
erie	1
erosion	1
erratic	1
erroneous	2
erroneously	1
error	128
errorbars	2
errors	52
eruption	2
eruptions	2
escalate	1
escape	4
eseetrack	5
esri	1
ess	4
essence	6
essential	56
essentially	12
establish	11
established	38
establishes	2
establishing	8
estate	3
esthetic	1
esthetically	2
esthetics	1
estimate	33
estimated	14
estimates	18
estimating	10
estimation	47
estimations	3
estuaries	2
estuary	2
etching	1
ethernet	2
ethnicity	3
ethnographic	4
ethnography	2
ethology	1
etsp	1
euclidean	16
eui	2
euler	5
eulerian	10
europe	3
european	1
eutrophication	1
ev	3
evacuation	10
evaluate	124
evaluated	55
evaluates	10
evaluating	54
evaluation	251
evaluations	19
evaluative	1
evaluators	1
evening	1
evenly	9
event	94
eventflow	1
events	171
eventscope	3
eventually	4
everyday	6
evidence	63
evidenced	1
evident	4
evidently	1
evocative	2
evoke	1
evoked	1
evolution	85
evolutionary	20
evolutions	3
evolve	15
evolved	7
evolver	1
evolves	7
evolving	43
evolvution	1
evoriver	2
ewa	8
exa	2
exacerbated	1
exacerbates	1
exacerbating	1
exact	36
exaggerate	1
exaggerates	1
exaggerating	1
examination	18
examinations	1
examine	62
examined	22
examines	15
examining	24
examples	166
exams	1
excavated	1
excavation	5
excavations	2
exceed	4
exceeded	1
exceeding	3
exceedingly	2
exceeds	10
excellence	2
excellent	15
excels	1
exceptional	2
exceptions	3
excess	1
excesses	1
excessive	6
excessively	2
exchange	10
exchanged	1
exchanges	1
exchanging	1
excision	1
excitation	2
exciting	3
excluded	5
excludes	1
exclusive	2
exclusively	5
executable	1
execute	5
executed	10
executes	3
executing	4
execution	42
executions	1
executive	1
exemplar	5
exemplars	2
exemplary	1
exemplified	2
exemplify	6
exercise	9
exercises	2
exert	1
exerts	1
exhausting	1
exhaustive	6
exhibit	31
exhibited	6
exhibiting	4
exhibition	1
exhibits	12
exist	44
existed	1
existence	9
existent	2
existing	282
exists	21
exit	3
exiting	1
exits	3
exons	1
exovis	4
expand	16
expandable	4
expanded	9
expanding	9
expands	4
expansion	9
expansions	1
expect	7
expectation	1
expectations	9
expected	25
expecting	1
expedite	4
expeditions	1
expenditures	1
expense	5
expensive	32
expensively	1
experience	65
experienced	13
experiences	22
experiencing	2
experiment	103
experimental	121
experimentally	9
experimentation	5
experimented	3
experimenting	2
experiments	131
expert	81
expertise	21
experts	103
explain	36
explained	7
explainers	4
explaining	6
explains	1
explanation	8
explanations	10
explanatory	3
explicating	1
explicit	39
explicitly	36
exploded	9
explodes	1
exploding	2
exploit	43
exploited	10
exploiting	37
exploits	22
explorability	1
exploration	601
explorational	1
explorations	8
explorative	5
exploratory	86
explore	271
explored	51
explorer	31
explorers	1
explores	9
exploring	158
explosion	9
explosions	2
explosive	3
exponent	6
exponential	7
exponentially	6
exponents	4
export	4
exported	1
exporting	1
exports	1
expose	10
exposed	6
exposes	5
exposing	6
expository	1
exposure	10
express	16
expressed	22
expresses	1
expressible	2
expressing	6
expression	41
expressions	13
expressive	31
expressively	1
expressiveness	19
expressivity	1
extant	4
extend	53
extendability	1
extendable	2
extended	64
extendible	1
extending	27
extends	34
extensibility	3
extensible	22
extension	44
extensions	30
extensive	36
extensively	10
extent	28
extents	5
exterior	6
exteriors	1
external	31
externalization	5
externalizations	2
externalize	2
externalizing	1
externally	1
extinction	7
extra	16
extracat	1
extract	94
extracted	66
extracting	68
extraction	204
extractor	3
extractors	1
extracts	16
extraneous	3
extrapolate	2
extrapolated	1
extrapolation	1
extraversion	2
extrema	19
extremal	4
extreme	14
extremely	35
extremes	2
extremities	1
extremity	1
extremum	10
extruded	3
exvis	1
exxon	1
eye	53
eyegaze	2
eyelet	3
eyelets	1
eyes	2
ezel	2
fa	3
fabricated	4
fabricating	1
fabrication	4
face	29
facebook	3
faced	16
faces	21
facet	8
facetatlas	5
faceted	14
facetmap	4
facets	23
facial	7
facilitate	115
facilitated	12
facilitates	57
facilitating	18
facilitation	1
facilitator	1
facilities	21
facility	12
facing	6
fact	25
facto	3
factor	23
factored	2
factorial	1
factories	1
factorization	9
factors	55
factory	2
facts	8
factxtractor	2
faculty	1
fade	1
faded	1
fading	1
fail	25
failed	7
failing	3
fails	7
failure	7
failures	3
fair	2
fairing	14
fairly	4
fairness	1
faithful	5
faithfully	9
fake	2
fall	11
falling	5
fallot	1
falls	3
false	23
falsely	2
famailiar	3
familiar	27
familiarity	6
families	11
family	28
famous	2
fanal	1
fared	1
farm	1
farther	1
farthest	2
fashion	26
fast	195
faster	72
fastest	4
fastsplat	1
fastsplats	1
fat	1
fate	1
fault	9
faulted	1
faulting	2
faults	8
favor	5
favorable	6
favorably	5
favored	1
favoring	1
favour	1
favourably	1
favoured	1
fcc	8
fddi	1
fdp	2
fdtd	1
fe	7
fea	8
feasibility	11
feasible	13
feature	291
featured	5
features	463
featuring	5
february	1
fed	1
federal	4
federate	1
federer	1
fee	1
feed	2
feedback	126
feedforward	2
feeding	1
feeds	6
feel	6
feeling	1
feels	1
feet	1
fel	3
felt	1
fem	4
fema	4
female	2
females	1
